Repository: jensepas/mso-gallery
Catalog: src/languages/mso-gallery-*.po
Languages: fr_fr

source: MSO Gallery
fr_fr: Galerie MSO

source: Add MSO Gallery
fr_fr: Ajouter la galerie MSO

source: Security check failed!
fr_fr: Le contrôle de sécurité a échoué !

source: Site administrator does not allow users to switch editors.
fr_fr: L'administrateur du site n'autorise pas les utilisateurs à changer d'éditeur.

source: Your editor preference has been saved.
fr_fr: Votre préférence d'éditeur a été enregistrée.

source: Could not save editor preference or value unchanged.
fr_fr: Impossible d'enregistrer la préférence ou la valeur de l'éditeur sans la modifier.

source: MSO Gallery Shortcode Generator
fr_fr: Générateur de shortcode de la galerie MSO

source: Select images from the media library to generate the gallery shortcode.
fr_fr: Sélectionnez des images dans la bibliothèque multimédia pour générer le shortcode de la galerie.

source: No images selected yet.
fr_fr: Aucune image sélectionnée pour le moment.

source: Select Images
fr_fr: Sélectionner des images

source: Generated Shortcode
fr_fr: Shortcode généré

source: Copy and paste this shortcode into your post or page:
fr_fr: Copiez et collez ce shortcode dans votre article ou votre page :

source: The "Classic Editor" plugin is not active. Editor preference settings require this plugin.
fr_fr: Le plugin « Éditeur classique » n'est pas actif. Les préférences de l'éditeur nécessitent ce plugin.

source: The site administrator has not enabled the option for users to choose their editor.
fr_fr: L'administrateur du site n'a pas activé l'option permettant aux utilisateurs de choisir leur éditeur.

source: The site default editor is set to: %s
fr_fr: L'éditeur par défaut du site est défini sur : %s

source: the classic editor
fr_fr: l'éditeur classique

source: the block editor (Gutenberg)
fr_fr: l'éditeur de blocs (Gutenberg)

source: Editor Preference
fr_fr: Préférence de l'éditeur

source: Choose the editor you prefer to use when creating or editing posts and pages.
fr_fr: Choisissez l'éditeur que vous préférez utiliser lors de la création ou de la modification d'articles et de pages.

source: Block Editor (Gutenberg)
fr_fr: Éditeur de blocs (Gutenberg)

source: Classic Editor
fr_fr: Éditeur classique

source: Save Preference
fr_fr: Enregistrer les préférences

source: The block editor (Gutenberg) is active for user %s.
fr_fr: L'éditeur de blocs (Gutenberg) est actif pour l'utilisateur %s.

source: The classic editor is active for user %s.
fr_fr: L'éditeur classique est actif pour l'utilisateur %s.

source: The WordPress site uses %s by default.
fr_fr: Le site WordPress utilise %s par défaut.

source: Select or Upload Gallery Images
fr_fr: Sélectionnez ou téléchargez des images de la galerie

source: Use these images
fr_fr: Utilisez ces images

source: Select Images for MSO Gallery
fr_fr: Sélectionner des images pour la galerie MSO

source: Insert MSO Gallery Shortcode
fr_fr: Insérer le shortcode de la galerie MSO

source: Loading images...
fr_fr: Chargement des images...

source: Gallery Settings
fr_fr: Paramètres de la galerie

source: Select images for your gallery.
fr_fr: Sélectionnez des images pour votre galerie.

source: Edit Gallery
fr_fr: Modifier la galerie

source: Create Gallery
fr_fr: Créer une galerie

source: Create your gallery by selecting images.
fr_fr: Créez votre galerie en sélectionnant des images.

source: Loading...
fr_fr: Chargement…
